<html>
    <head>
        <title>法律声明</title>
    </head>
    <div class="content" style="width: 1000px;margin: 0 auto;height: auto; color:#666666; font-size: 15px"  >
        <p><font size="5" style="color: #444444 ">法律声明</font></p>
        <p><font size="5">亚伟速录教学平台协议</font><font size="3"> &nbsp;更新时间: 2016年9月1日</font></p></br>
        <p>欢迎使用亚伟速录教学平台，为了保障您的权益，请在使用亚伟速录教学平台之前，详细阅读此服务协议（以下简称“本协议”）所有内容，<b>特别是加粗部分。</b></p></br>
        <p>
            本协议内容包括协议正文、本协议下述协议明确援引的其他协议、南京兜秘网络科技有限公司已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。除另行明确声明外，您使用亚伟速录教学平台均受本协议约束。
        </p></br>
        <p>第一条 定义<br>
亚伟速录教学平台指南京兜秘网络科技有限公司所有和经营的有关教育、学习等数字内容聚合、管理和分发的平台产品，旨在为用户提供教学内容的生成、传播和消费服务。
</p></br>
<p>第二条 亚伟速录教学平台协议的修订<br>
    <b>本协议及相关服务条款如由于业务发展需要进行修订的，南京兜秘网络科技有限公司将在亚伟速录教学平台公布。您可前往查阅最新版协议条款。在南京兜秘网络科技有限公司修改上述条款后，如果您不接受修改后的条款，您可以选择终止使用亚伟速录教学平台。您继续使用南京兜秘网络科技有限公司平台作品的行为将被视为已接受了修改后的协议。</b>
</p></br>
<p>第三条 帐号使用规则<br>
1、您可浏览亚伟速录教学平台上的课程信息，如您希望学习该课程，您需先登录您的帐号，您在学习课程时登录的帐号是南京兜秘网络科技有限公司确认您身份的唯一依据。
</p></br>
<p><b>2、您确认：您是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织，有能力对您使用亚伟速录教学平台的一切行为独立承担责任。若您不具备前述主体资格，南京兜秘网络科技有限公司在依据法律规定或本协议约定要求您承担责任时，有权向您的监护人追偿。</b><br>
    3、您在使用亚伟速录教学平台时填写、登录、使用的帐号名称、头像、个人简介等帐号信息资料应遵守法律法规、社会主义制度、国家利益、公民合法权益、公共秩 序、社会道德风尚和信息真实性等七条底线，不得在帐号信息资料中出现违法和不良信息，且您保证在填写、登录、使用帐号信息资料时，不得有以下情形:<br>
    （1）违反宪法或法律法规规定的；<br>
  	（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br>
	（3）损害国家荣誉和利益的，损害公共利益的；<br>
	（4）煽动民族仇恨、民族歧视，破坏民族团结的；<br>
	（5）破坏国家宗教政策，宣扬邪教和封建迷信的；<br>
	（6）散布谣言，扰乱社会秩序，破坏社会稳定的；<br>
	（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br>
        （8）侮辱或者诽谤他人，侵害他人合法权益的；<br>
        （9）含有法律、行政法规禁止的其他内容的。<br>
        若用户登录、使用帐号头像、个人简介等帐号信息资料存在违法和不良信息的，南京兜秘网络科技有限公司有权采取通知限期改正、暂停使用等措施。对于冒用关联机构或社会名人登录、使用、填写帐号名称、头像、个人简介的，南京兜秘网络科技有限公司有权取消该帐号在亚伟速录教学平台上使用，并向政府主管部门进行报告。<br>
        4、您应保管好自己的帐号和密码，如因您未保管好自己的帐号和密码而对自己、南京兜秘网络科技有限公司或第三方造成损害的，您将自负全部责任。另外，您应对您帐号中的所有 活动和事件负全责。您可随时改变帐号的密码。您同意若发现有非法使用您的帐号或出现安全漏洞的情况，立即通告南京兜秘网络科技有限公司，南京兜秘网络科技有限公司将会尽力予以妥善解决。

</p></br>
<p>第四条 数据<br>
    <b>除非另有证明，南京兜秘网络科技有限公司储存在其服务器上的数据是您使用亚伟速录教学平台的唯一有效证据。</b>
</p></br>
<p>第五条 亚伟速录教学平台使用规则<br>
1、您须对自己在使用亚伟速录教学平台过程中的行为承担法律责任。您承担法律责任的形式包括但不限于：对受到侵害者进行赔偿；以及在南京兜秘网络科技有限公司首先承担了因您的行为导致的行政处罚或侵权损害赔偿责任后，您应给予南京兜秘网络科技有限公司等额的赔偿。<br>
2、您了解并同意，南京兜秘网络科技有限公司有权应有权部门的要求，向其提供您提交给南京兜秘网络科技有限公司或在使用亚伟速录教学平台中存储于南京兜秘网络科技有限公司服务器的必要信息。如您涉嫌侵犯他人合法权益，则南京兜秘网络科技有限公司有权在初步判断涉嫌侵权行为存在的情况下，向权利人提供关于您的前述必要信息。<br>
</p></br>
<p>第六条 其他约定<br>
    1、不可抗力：<br>
    <b>南京兜秘网络科技有限公司对不可抗力导致的损失不承担责任。本服务条款所指不可抗力包括：天灾、法律法规或政府指令的变更，因网络服务特性而特有的原因，例如境内外基础电信 运营商的故障、计算机或互联网相关技术缺陷、互联网覆盖范围限制、计算机病毒、黑客攻击等因素，及其他合法范围内的不能预见、不能避免并不能克服的客观情况。</b>
</p></br>
<p>2、服务中止、中断及终止：<b>南京兜秘网络科技有限公司根据自身商业决策等原因可能会选择中止、中断及中止平台服务。如有此 等情形发生，南京兜秘网络科技有限公司会采取公告的形式通知您。经国家行政或司法机关的生效法律文书确认您存在违法或侵权行为，或者南京兜秘网络科技有限公司根据自身的判断，认为您的行为涉嫌违反《亚伟速录教学平台协议》、本协议内容或亚伟速录教学平台不时公布的使用规则等内容，或涉嫌违反法律法规的规定的，则南京兜秘网络科技有限公司有权中止、中断或终止向您提供服务，且无须为此向您或任何第三方承担责任。</b></p></br>
<p>3、所有权及知识产权：南京兜秘网络科技有限公司平台上所有内容，包括但不限于文字、软件、声音、图片、录像、图表、网站架构、网站画面的安排、网页设计、南京兜秘网络科技有限公司为您提 供的标有“版权所有，禁止转载”字样的教育内容均由南京兜秘网络科技有限公司或其他权利人依法拥有其知识产权，包括但不限于著作权、商标权、专利权等。非经南京兜秘网络科技有限公司或其他 权利人书面同意您不得擅自使用、修改、复制、传播、改变、散布、发行或发表上述内容。如有违反，您同意承担由此给南京兜秘网络科技有限公司或其他权利人造成的一切损失。</p> </br>      
  <p>4、通知：所有发给您的通知都可通过电子邮件、常规的信件或在网站显著位置公告的方式进行传送。</p></br>
 <p>5、本协议适用中华人民共和国的法律（不含冲突法）。 当本协议的任何内容与中华人民共和国法律相抵触时，应当以法律规定为准，同时相关内容将按法律规定进行修改或重新解释，而本协议其他部分的法律效力不变。</p></br>
 <p>6、本协议自发布之日起实施，并构成您和南京兜秘网络科技有限公司之间的共识。</p></br>
 <p>7、南京兜秘网络科技有限公司不行使、未能及时行使或者未充分行使本协议或者按照法律规定所享有的权利，不应被视为放弃该权利，也不影响南京兜秘网络科技有限公司在将来行使该权利。</p></br>
 <p>8、如果您对本协议内容有任何疑问，请发送邮件至我们的客服邮箱： dingli@doermi.com。</p></br></br>
    </div>
</html>

