<?php

/* 
 * To change this license header, choose License Headers in Project Properties.
 * To change this template file, choose Tools | Templates
 * and open the template in the editor.
 */

?>
<div class="span3">
       <div class="well" style="padding: 8px 0;">
                <ul class="nav nav-list">
                <li class="nav-header"><img src="<?php echo IMG_UIStu_URL; ?>keyb.png">百科信息分类列表</li>
                <li id="one"><a class="cont1">2011-国际速联大赛背景</a></li>
                <li id="two"><a class="cont2">WJ-采访唐可为老师的文章</a></li>
                <li id="three"><a class="cont3">报奖答辩文字分解稿</a></li>
                <li id="four"><a class="cont4">了解亚伟</a></li>
                <li id="five"><a class="cont5">亚伟故事</a></li>
                <li id="six"><a class="cont6">亚伟速说</a></li>
                <li id="seven"><a class="cont7">杂谈</a></li>
        </div>
</div>
<div class="span9" style="text-indent: 2em;">
    <div class="content1">
        <h3 style="text-align: center;">第47届国际速联大会概况</h3>

        <h5>第47届国际速联大会及比赛于2009年8月15-21日在北京国家奥林匹克中心举行，16-17日为比赛。其间还安排了教育论坛、学术讲座、青年日、展览、宴会等，并于20日晚间胜利闭幕，21日安排长城一日游。
    这是该组织百余年以来第一次离开欧洲到亚洲举办年会及国际比赛，来自世界各地26个国家的546位业界知名人士、学者和选手汇集首都，渡过了丰富、紧张而又愉快的7天。</h5>

        <h4 style="text-align: center;">欢乐的大会</h4>
    <h5 >大会以增进世界各国信息处理和速录领域相关人员的相互了解和友谊为宗旨，自始至终洋溢着欢乐与和谐。东道主的热情与勤奋鼓舞和感染了每一位与会者，各国代表在京的感受是愉快的，团结、友谊与欢乐构成了本次大会的主旋律。</h5>

        <h4 style="text-align: center;">成功的大会</h4>
    <h5 >大会顺利地完成了所有预定的计划，各项活动紧张而又有序。开闭幕式隆重而热烈；比赛公平公正；学术活动内容丰富。一切都按部就班地进行，没有出现安全保卫、公共卫生事故及任何群体事件，妥善处理了个别突发事件，圆满完成预定任务。</h5>

        <h4 style="text-align: center;">丰富的成果</h4>
    <h5 >大会的重头戏是学术交流和比赛，这两项活动都取得了丰硕的成果。共有中外学者19人在大会上做学术报告、主题演讲；成立了以中国人为主席的国际速录教育委员会；中国选手在比赛中优异成绩，获得16项冠军及奖牌总数第一，中国速录从此全面跨入世界先进行列。同时，中国还与美、法、日、韩、捷克、喀麦隆等国进行了速录技术、教育与产品交流、合作洽谈等，就今后的合作交换意见，初步达成一致。</h5>

    <h4 style="text-align: center;">注册情况</h4>
    <h5 >2009年2月25日凌晨，国际速联官方注册正式开通，当年即有20人注册；2009年6月15日国外注册截止，7月15日，全部注册截止，共有546人注册，其中中国注册选手108人。</h5>

    <h4 style="text-align: center;">开幕式</h4>
    <h5 >2009年8月15日下午3点38分，国际速联终身荣誉奖获得者、我国速记泰斗、九三学社社员、亚伟速记和亚伟中文速录机的发明人、九十五岁高龄的唐亚伟教授在观众热烈的掌声中，手举小会旗缓缓起身，声音洪亮地宣布“第47届国际速联大会开幕”，标志着历经三年精心筹备的“国际速记奥林匹克”大会正式拉开帷幕！
    全国政协常委、副秘书长、九三学社常务副主席陈抗甫先生，全国人大信息中心主任王平先生等领导嘉宾到会祝贺。中国工程院院士、中国中文信息学会理事长倪光南先生致欢迎辞，国际速联秘书长保罗先生致答谢辞，中国前驻纳米比亚大使、外交部前档案局局长廉正保先生和中国残疾人联合会就业指导中心副主任李强致贺辞。国际速联主席唐可亮先生代表国际速联中国代表团和本次大会组委会向领导、嘉宾和代表们发表了热情洋溢的讲话，感谢大家的光临。
    开幕式由国际速联委员、大会运行总指挥孙惠民先生主持，参加大会的26个国家的代表依次走上主席台，用本国语言送上真诚的祝福。
    开幕式上,组委会为大会准备了一台中国民族民间风格的演出。从事速记实践近60年的中国著名速记专家韩珠璇女士以及中国速录第一人王芳女士同台表演。
    来自26个国家和地区的800多人参加开幕式,有31个中央和北京媒体、1个国家和地区的境外媒体对大会进行采访报道。

    <h4 style="text-align: center;">国际速录教育论坛</h4>
    <h5 >2009年9月16日，国际速联举行了首次“国际速录教育发展合作战略论坛”。来自中外38所院校的教授、专家、学者及管理者，共同就国际速录教育合作与发展进行了深入探究。论坛由北京科技职业学院法学院执行院长吴东主持，代表们先观摩了在开幕大厅举行的国际速录大赛，然后各国专家在论坛上进行了主旨发言，按发言先后的顺序如下：
        国际速联荣誉主席 Gregor Keller：中德速记发展情况介绍
    辽宁公安司法管理干部学院中文速录学院院长 李晓棠：中国速录教育面临的挑战与对策
    上海市第二中级人民法院 审判长 李珏：律动的键盘奏响正义的旋律
    北京联合大学师范学院 吴云霞 博士：速录及语言应用模式
    天津连邦教育集团 董事长 孙惠民：我的青春我作主
    日本速记学者 兼子次生：日本的速记教育 
    国际速联秘书长 Gian Paolo Trivulzio：Steno education:facing the changes in the reporting field?
    国际速联主席 唐可亮：全面推进速录教育 广泛普及速录文化
    国家职业技能鉴定专家委员会秘书专业委员会副秘书长 张玲莉：速记速录技术与秘书专业的发展
    河北软件职业技术学院副院长 彭炜：高职速录专业建设的实践探索</h5>

    <h4 style="text-align: center;">比赛</h4>
    <h5 >大会如期举办了各项比赛，同时还增加了中国特色比赛。这是本届大会唯一一个全部参赛选手均来自同一个国家（中国）的比赛项目。
    第一项“行进打”：选手们将亚伟速录机挂在身上，边走边速录。
    第二项“盲打”：每位选手戴上眼罩，完全不看键盘和屏幕，好象视障碍人士在速录。
    第三项“极限看打”：比赛文章事前发给选手进行训练，比赛现场，选手们努力用最快的速度打完。
    这次，我国还组织了4名小学生参加速记比赛，是国际速联比赛年龄最小的选手，充分体现了我国对速记教育从孩子抓起的重视程度，为世界各国速记教育作出了榜样。</h5>

    <h4 style="text-align: center;">IPRS会议及参观人大</h4>
    <h5 >2009年8月16日上午，IPRS（国际速联议会速录师委员会）召开了会议，由意大利议会的拉曼得力主持。这是各国议会速录师的专门会议，目的是增进各国议会速录技术的交流与合作，加强了解，交换信息。我国尚未正式参与该委员会的活动，因此，没有派代表参加该会议。会后，组委会设宴招待了与会代表。
    2009年8月18日下午，以IPRS为主的国际速联各国代表共180人参观了我国人民代表大会所在地——人民大会堂。这次参观，是人民大会堂首次接待如此众多的多国代表团，大会堂管委会十分重视，认真准备，克服困难，热情接待，向各国代表介绍了我国的人民代表大会制度概况。</h5>

    <h4 style="text-align: center;">国际报告日</h4>
    <h5 >2009年8月19日，国际速联大会的重要学术活动——国际报告日如期举行。报告分为上下午两段，由国际速联的专门小组负责收集、筛选、组织和主持。本次是在中国召开，共有3名演讲者来自中国。第47届国际速联报告会的主要范围依然是教育，各国专家就这个问题发表了自己的观点。每个人的报告时间20分钟，5分钟提问，所有报告都公布在国际速联网站上并收集在本书内，同时发行光盘电子版。全天的演讲者及题目如下：
    Gayer, Renate (D): New information technologies make it necessary to teach keyboarding already to children
    Kaneko, Tsuguo (J): Graphical shorthand in Asia (video format - needs QuickTime player)
    Kawahara, Tatsuya (J): Transcription system using automatic speech recognition for the Japanese parliament (Diet)
    Kim Amwoo (Ko) - CAS Computer-aided Stenograph in Korea
    Keller, Gregor (D): Public relations - Why do the organisations in Intersteno have to advertise?
    Onana, Pius (Tz):Down-streaming job and business opportunities in Africa and enhancing capacity building in national institutions through computer-aided verbatim reporting
    Yates, Karen  (USA): Lessons learned: Practical experiences in online realtime education
    Han Xuejun (Cn): Prospect on the international progress of the Chinese stenography
    Guan Baochang – Shao Jun (Cn): Analysis of relevant issues in speed typing
    Xiong Gaizhi - Wu Zhonhming = Advocating Advanced Compound Talent of International Information Processing and Service Outsourcing -- Steno-translator
    Sun Huimin (Cn): Construct the vocational skills-based talents training model, facing the regional economic	
    Li Yude (Cn): Graphic Shorthand and computerized shorthand (was not presented do to illness of the speaker)	
    Li Yude (Cn): Using the changing value to compete together (was not presented do to illness of the spaker)</h5>

    <h4 style="text-align: center;">青年日</h4>
    <h5 >2009年8月18日，所有参加大会的26岁以下的青年人集体参加青年日活动，这是国际速联大会特意为青年人安排的。这次中国组委会安排的是中国文化之旅，游胡同，进北京人家，包饺子，学功夫……让国外青年直接接触和感受中国文化。</h5>

    <h4 style="text-align: center;">闭幕式颁奖晚宴</h4>
    <h5 >2009年8月20日下午4点，本次大会的颁奖仪式及闭幕式晚宴在奥体中心1号训练馆隆重举行。中国代表团在6个项目中共收获了41块奖牌，其中金牌16枚、银牌12枚、铜牌13枚。闭幕式演出安排了代表中国传统文化的耍狮子、舞灯龙、打腰鼓等，向世界展示了中华文化丰富多彩的豪气与活力。第47届国际速联组委会主席、中国中文信息学会副理事长曹右琦女士的精彩致辞赢得了台下的一片喝彩。国际速联旗帜也转交给了下一届国际速联主办方法国负责人。最后，中国老一代速记专家、中国驻纳米比亚大使、外交部前档案局局长廉正保先生在万众期待和喜悦中宣布第47届国际速联大会胜利闭幕。我国速记泰斗唐亚伟教授也出现在了闭幕晚宴的现场，引来了众多崇拜者。
    晚宴上，各国代表和选手们相互祝贺，合影留念，互赠礼物。本次大会给各国人民留下了难忘的印象，增进了与会各国人民的友谊和团结。
    舞会持续到半夜，欢乐在传递，友谊在延续，2011年，巴黎再见！
    </h5>
    </div>
    <div class="content2"  style="display: none;">
        <h3  style="text-align: center;">唐可为电视台采访记录</h3>
        <h5>提问：唐老师，您的家庭应该属于是有传承的，您父亲做了一辈子速记工作，您简单介绍一下唐老先生的情况。</h5>
        <h5>唐可为：我父亲一生都在搞速记。他十几岁的时候，在读高中的时候，因为他家庭很贫穷，读大学的时候，他给校长作秘书，勤工俭学。作秘书工作需要为老师书写一些东西，他觉得汉字书写太复杂，就想能不能有一个更好的方法，那时候初步开始研究速记。20多岁的时候，自己发明了一个速记方法，叫亚伟速记。那时候是抗日战争时期，1946年，他认为他自己掌握了速记还不够，他想让更多的人掌握这项技术。这项技术是很重要的，因为人们有那么多的讲话内容，用汉字书写太慢了。于是他开始办学。抗日战争时期天天有飞机轰炸，当时有很多爱国人士都集中在重庆，提出了很多救国思想，教育救国思想、实业救国思想等等，他提出来一个思想，速记也可以救国。他把速记提到这么高的层面上，自然而然，他一生就离不开速记了。</h5>
        <h5>他在推广速记的时候，受到了冯玉祥将军的支持，冯玉祥将军非常重视速记，他认为速记是每一个办公室文案人员都应该掌握的技术。冯玉祥将军德尊望重，出任亚伟速记学校的董事长。也就是从1946年，我父亲就完全投入到速记这个行业中来了，一干就是一生，然后抗日战争胜利以后，他就到上海办学校，当时请来了中国很著名的教育家，陶行知、李公朴，都是亚伟速记学校的校长。当时在上海提出了很多“人人速记”、“人人识字”的口号，《大公报》中几乎天天可以看到有关速记的稿件、文章、广告，甚至，人民大学语言文字研究所的所长说，我当时是解放军进上海城的时候，给我印象最深的是亚伟速记，所以他解放以后他一直在找唐老，他就说，我进上海的时候，给印象最深的就是亚伟速记。他当时是作为八路军的文化干部，他就想我要是学会速记，在解放军中做工作多方便啊。后来，他作了语言文字研究所所长以后，特意请我父亲出任他的研究所顾问，所以我父亲一直是人民大学语言文字研究所顾问。</h5>
        <h5>速记这一生给我父亲带来了无穷无尽的财富，为什么呢？到今天，他只要谈到速记嘴就会停不下来了，他已经91岁了，他身体非常健康，现在也能够完全自理。另外，他所有的子女都很尊重他，因为他创造了一个速记的事业，我们所有子女都很尊重他。另外，在社会上，提到唐老，大家都非常尊重，很多人都把亚伟这个名字当做速记的代名词，说亚伟就是在说速记。</h5>
        <h5>给我印象最深刻的是，我父亲有一次骑自行车不小心被一个小姑娘撞倒了，脑部亚型出血，慢慢就不省人事了，在他晕倒之前的一段时间，他把所有的人，所有的事务都称为一个词“速记”，喝杯水也是先说速记，然后再说“喝杯水”，见到我，一般是叫我“可为”，这时候见我就说“速记”，然后笑笑，摇摇头，说你不是速记，你是可为，可见速记已经融入他的每一个细胞中。速录这项技术我们也搞成功了，这是一个计算机的技术，速录机。他今天的健康也来源于他事业的成功。我经常跟我父亲调侃，您知道您现在为什么身体这么棒吗？现在打速录机的人，都不叫打速录机，说打亚伟，而且当着我的面就这么说，我问他你干什么的？打亚伟的。我说打亚伟就是打你，如果你身体不结实，经得住这么多人打吗？所以越打越结实。</h5>
        <h5>主持人：唐老先生把自己的一生和精力都给了速记事业，把名字也献出去了。计算机速记称为速录，工作原理，是不是也是您的父亲创造发明的？</h5>
        <h5>唐可为：是。手写速记是用简单的符号来记录汉字，简单的符号是表音符号，就是把声音记录下来，这个符号记录完以后必须要翻译，如果不翻译，速记稿就没有意义。一个小时的记录，需要四到十个小时的翻译时间，速记工作者太辛苦，他想摆脱速记工作者辛苦的工作，用什么办法呢？手写速记用手写，就有可能刚开始写得比较准，写到疲劳了，就写不准了，另外讲话慢的时候写得准，讲话快的时候写不准，写不准太正常了，怎么能一下子就能写准，因为写准才能好翻译。所以他曾经想过机械速记。在国外也是这样的一个阶段，手写速记、机械速记、计算机速记。中国有一个六十年代的文化大革命，基本上把速记荡涤干净了。</h5>
        <h5>他一直认为，如果推广机械速记，就能够把速记一下子打准。研究机械速记，他研究的资料摞起来有我一人这么高，不知道研究了多少方案。这么多方案以后，计算机时代来临了，正好文化大革命结束了，国外也开始进入计算机速记阶段，这时候他就把机械速记和电脑速记结合在一起，再重新研究。计算机是新兴的一项技术，不要说对一个八十岁的老人，对我们这样的年轻人来讲，我们对计算机也是知之甚少。在计算机研究的时候，只要是有机会能够了解计算机相关的知识，他一定去搜集，骑着自行车到处跑，那时候有文字处理机，他把我们家仅有的一万块钱去买了一个文字处理机。他说我买一台机器不是为打字，是为了研究打字。其实这个打字的键盘跟普通打字用的键盘是完全不一样的，他就是要研究为什么普通键盘打不快，要想打快怎么办？他反复在普通键盘上研究，最后决定要开发出一个新的机器。这样就把速记机拿出来了，如果能够研究出一个特殊的键盘，打字的速度就大大提高了。</h5>
        <h5>所以说，一个发明，不是一夜之间突发奇想研究出来的，他是研究了很长时间的。另外，他对语言学驾驭能力很强，因为符号是表音的嘛，他对语言研究很多，词频、音频、拼音的规律，哪个用得多，哪个用得少。他在研究速录机的时候也把这些知识融合在里面，可以合理分配每个手指的运动速度，用最灵活的手指干最多的活，最不灵活的手指干最少的活，五个手指都发挥作用，就能够打快了。到今天为止，很多学员通过学习亚伟速录以后，跟我说，你们老爷子怎么想的？绝了！有速记编码的工作和功底，他总结出很多规律来，不是说简单就好，还要便于记忆。</h5>
        <h5>我们的速录机一共有24个键，从中间分开，12个键要打出所有的汉语拼音来，严格来讲，越好打的键位应该优先考虑，但是不光是要考虑这一点，还要考虑规律。一定要让学习者能够寻求一个规律，自然而然就可以学习，这样学习起来非常简单。不是说这样好打，就强行进行规定，这样毫无规律可言，给学习者造成很大困难，而且他勇于放弃。他把食指的两个键，居然设计成删除键，这是很多人难以想象的，因为食指打字是最好的，为什么要删除呢？他说，删除是任何一个输入方法都要做的工作，打错了就要删掉重新打。如果用别的手指来打删除键就有可能误打，只有最灵巧的手指不容易误打。所以他把最好打的键位当成删除键，这是根据速记学等多方面的功底研究出来的。还有拇指，普通键盘是作空格用的，因为拇指运动不是很灵活。经他研究，他认为不是这样的，中指、食指，其次就是拇指，所以把拇指放在一个重要的位置，标准键盘上拇指就是空格键，干一个事情，在速录机的键盘上就把拇指充分利用起来了。看似一个简单的发明创造，实际上是集几十年的功夫发展起来的，尤其是跟计算机结合这方面。</h5>
        <h5>提问：编码是老爷子毕生的心血凝聚而成的，把这个理论变成实际能看到的东西，也就是速录机，这个工作由谁来做的？</h5>
        <h5>唐可为：理论研究的时候我父亲就有所准备。我在中学阶段的时候，他就搞手写速记方案。我在初中的时候，他就写手写速记的符号，那时候，手写速记是密码，谁也不敢公开教学，所以她就拿我作实验。我那时候比较听话，天天练，他永远在改方案，我总要重新学习，到高中的时候，我就练烦了，他搞计算机研究的时候，他说，计算机我不懂，你帮我搜集计算机知识，他做编码的时候，经常叫上我，不让我练了，让我和他共同研究。这时候我就和他坐在一起共同研究。编码上，完全是我父亲的功底，在这方面，我的作用不大。真正到了键盘上面，键盘多长，多短，多高多短，之间的距离，怎么呼应，这时候已经超出速记的范畴之外了，有人体工程学、人体力学方面的知识。我有一些朋友，计算机圈内的朋友，请他们帮我搜集相关的资料，共同来研发。但是初期的研发只是纸上谈兵，在纸上谈这个理论是否可行。比如说我们讨论过一个问题，双手多键并击，每个手各干各事，一只手可以打出一个汉字，双手并击可以打出两个汉字来，一心两用，能不能成功？这个问题我们当时讨论得很激烈。左手走直线，右手画圈，大家经常搞这样的实验。当时我父亲也在想能不能成功。我父亲有一次看钢琴演奏会，看到半截他离开了，他回去继续研究，他找到信心了。为什么呢？钢琴是典型的多键并击，另外，双手绝对是在各干各的事，而且甚至双手还可以交换，这就证明，只要训练就可以达到。还有一次，春节联欢晚会，有一个人在表演左右书法，双手写不同的字。当时主持人问，你的水平太高了，一只手写就很难了，双手各干各的，太难了。他说，不难，只要你练，就可以成功。这就证明，只要训练，就可以成功。在这上面的研究上，我父亲花了这么多工夫，也加上家人的帮助，共同把这项技术研发成功。</h5>
        <h5>提问：您是非常情愿做这个事情，而且现在已经有了自己的事业？</h5>
        <h5>唐可为：研究的时候我是很自愿的，老父亲的事情，需要我帮助，我肯定要尽力帮助。但是一旦要上这个项目，找到投资了，他就跟我谈，能不能帮他主持这个事情？这就有矛盾了。因为我做了一个文化交流中心的项目，我们几个人，白手起家，已经小有规模，有收获了，突然间他让我做速记，我对速记太了解了，速记风风雨雨几十年，一分钱也没有挣到，我就说，您再让我搞，我这一辈子是不是也要陷进去？再有，速记的圈子终归太小，是能够起到很大的作用，孙中山的《三民主义》就是速记稿完成的，英国的多产作家巴巴拉也是用速记人员记录，口述写书，这个事情我也清楚。但是让我做这个项目，中国完全是一张白纸，做这个事情很难。而且这个范围可能就是法院庭审记录，会议，当时我们也接到美国法院来的信，说法院书记员每分钟书写汉字速度50个字，说话二百多个字，也有这样的信过来，在法院做当然也很有作为。但是目前是什么事情都是零，做起来很难，我那边也不错，所以我就搪塞他，跟我说我也聊，但是没有上心。
    当时我父亲天天去跑，找投资，这么多年纪，每天奔波于中关村、高校之间，找他的老朋友，那时候他已经快八十岁了，他的老朋友也都是七八十岁的人，要资金没有资金，要权利也没有权利，只是说好，但是无能为力。当时他的精神很感人。真正走上速录这条道路，还是我父亲出车祸那一个事情。那次我太感动了，那一次，他差点就没命了，在那样一个时刻，满脑子就是速记，连儿子都是速记，我们作为儿女再不帮他做速记，还做什么？这件事是一个很重要的突发事件，我一下子就感觉我有责任把这个事情做好。</h5>
        <h5>另外，还牵扯到这个技术的保护问题，我父亲发明这个技术以后，我们认为这个技术改写了历史，但是一旦公布出去，人人都可以做，只要公开了，大家都可以做。我们想把这项技术保护起来，就想申请专利，但是申请专利之前我们想做一些实验，实验谁来做？只有我来做。他八十岁的人了，怎么能做这个实验呢？第一期实验班就是我开起来的，就是为了把这个专利保护起来。我们经过了一段测试以后，投资方和教研机构都认为这项技术毫无问题，从理论上证明是可以的，实践上也是可以的，所以就报了国家专利，这时候我就深深地陷进来了。当时我看到我那一批学生太可爱了，我们那些小姑娘第一次学习速录的时候，我们给他们的是一张纸片，这个纸画着键位，这个纸打了一周，我们这些学生毫无怨言，老师要求怎么做就怎么做。后来我们就做了木头的键盘，把键芯钉在木头上，按。我当时和费教授，两个人进行教学，我们是晚上进行研究，明天教什么，然后第二天上课，我们学生很多时候拿到的都是手写教材，就是我们昨天晚上备的课。我们从93年9月份开始搞培训，中间申办专利，同步又招聘软件人员开发，招聘硬件人员开发速记机，到2004年5月19日，我们的速录机就研发成功了。成功的那台速录机，还不是完全意义上的第一代速录机，那时候模具还在设计阶段，就找了一个金属加工厂，做了一批铁壳的键盘，这个键盘我们现在还保留着，作为文物了。木头键盘、纸键盘，我们都保留着。</h5>
        <h5>提问：那时候，大家是不是都感觉很兴奋？</h5>
        <h5>唐可为：我们的过程是很艰难的，第一步，见着编码，我们就用了四个月的时间。小姑娘在哪儿打字，正确与否我根本不知道，我得看着她的手，这个编码应该拇指下去，小拇指下去，小拇指没有下去，我就说你打错了，注意小拇指，是用肉眼来看正确与否。到什么时候见到编码了呢？四个月以后。我们一步步兴奋，最后见到速录机以后已经不是那么强烈了，因为不是一夜之间出来的，是一步步来的。能打出编码来，打的每一下我都有纪录了，我根据编码来看，是否打错了，那时候经常做校对工作，每天学生打了大量的编码，根据编码来看正确与否。5月19号前一个月，汉字才真正出来。</h5>
        <h5>提问：您那时候可能还有一项重要的速录机推广工作，让社会认可您这个技术，是不是？</h5>
        <h5>唐可为：1994年5月19号，北京计算机交易展示会，我们在中央展台上，隆重推出亚伟中文速录机，当时花了三十多万。大家见到亚伟速录机都很惊奇，我们搞了一个现代会议厅，你现场发言，我们现场大屏幕投影，而且你走的时候，可以拿走你的发言稿，我们当时用速印机给你当场印出来，叫晓军快报，是中国最快的报纸。这是94年的时候。到了96年，我又参加计算机展示会，我们租了一个小展位，我听到的声音就是“这东西还活着呢！这个打击太大了。我们从94年推广以后，我们走哪儿演示效果都非常好，没有人说它不好。但是设备没有人买，为什么？因为当时的计算机，一台386还上万，买一台速录机，再买一台计算机，而且很多人不会用计算机，我学会了速录机，计算机我还不懂，这就比较麻烦。另外，速录机买回来以后，谁用？领导说，我都有稿子，我用速录干吗？这样我们就找没稿子的，我们就想在速记服务上发展一下，我们终于找到一个单位，这个人发言没有稿子，而且是一个大会，我们就说可以做现场记录，把现场发言记录下来，这个领导一听，马上说不行，说我这次会议没准备，如果我讲错了，你记走了，那我怎么受得了？当时我非常灰心。从93年立项，我们投入大量的精力，孩子们一天天进步，我父亲的心血一天天有成果，94年做演示会，到真正的机器出来，没想到社会这么一个反响。夸的大有人在，买的人一个没有，这项技术没有人使用。最后，在1996年的时候，不瞒您说，我们从开始立项投资，到1996年我们投资了六百多万。这么大的费用投进去，几千台速录机放到仓库里，没有任何效果。我们这时候就处于生与死的边缘。我们当时在中关村肯德基楼上，是一个非常优越的位置，几乎进中关村，必经我们公司的门口，是一个中心地带。当时我还跟我们很多员工在调侃，说什么时候亚伟速录机卖得跟肯德基一样火了，那怎么就不得了了。但是调侃是调侃，现实是现实，在1996年的时候，可以这么说，整个公司帐面上就剩下60块钱了，连员工工资都发不出来，房费也付不起了，最后我们撤出中关村。在撤出的时候，公司的软件开发人员、硬件开发人员、广告营销策划人员，当时这个公司将近一百个人，我们撤出的时候就剩下五个人。</h5>
        <h5></h5>
        <h5></h5>
        <h5></h5>
        <h5></h5>
    </div>
    <div class="content3" style="display: none;">
        <h3 style="text-align: center;">亚伟中文速录机概述</h3>
        <h5>1993年，著名速记专家、现年92岁高龄的唐亚伟教授发明了亚伟中文速录机。北京晓军办公设备有限公司集各学科专家数十人，秉承自主创新的精神，没用国家一分钱，耗巨资将其研制成功。亚伟中文速录机的正常输入速度为每分钟220字，极限速度则达到每分钟520字。</h5>
        <h5>1994年通过劳动部职业技能与技术鉴定。专家一致认为该产品攻克了汉字录入速度与语言同步的难关，填补了我国实时听打领域的空白。</h5>
        <h5>1996年列入国家火炬计划项目</h5>
        <h5>2003年，劳动部颁布《速录师》国家职业标准，并已在全国范围内实施。</h5>
        <h5>2005年，荣获“北京市科学技术一等奖”。</h5>
        <h5>2006年，荣获“首届钱伟长中文信息处理科学技术一等奖”。</h5>
        <h5>2007年，荣获“国家技术发明二等奖”</h5>
        
    </div>
    <div class="content4" style="display: none;">
        <h3 style="text-align: center;">亚伟中文速录技术及装置</h3>
        <h5>荣获国家技术发明二等奖的亚伟中文速录技术是进行实时语言信息采集的关键技术，它采用专用键盘和专用软件对语言信息同步记录并转化为文字，是中文信息处理必不可少的重要环节，是实现信息化的基础。该项目的深入研发和成功应用，标志着我国中文信息处理技术实现了质的飞跃，与信息化的国际大潮成功接轨。特别是在信息采集的速度与效率上，还取得了优于国际同行的骄人业绩，是中文信息处理发展高度的新里程碑。</h5>
        <h5>亚伟速录技术已经广泛应用于国家领导人的出访、高访会谈记录，国家机关及企事业单位日常办公记录，各种会议记录，法院庭审记录，新闻采访记录，电视字幕、场记、录音整理记录，网络直播记录，口头创作、翻译记录，口授文件记录等。数以万计掌握速录技能的专门人才活跃在人大、外交部、法院、大中型企业及各种会议现场，形成了一个速录从业人员群体。2003年，劳动和社会保障部组织颁布施行了《速录师》国家职业标准，标志着一个由亚伟速录技术创造的崭新职业的诞生。目前，一批批掌握亚伟速录技术的人才成功就业，为社会开拓了一个新的就业途径和岗位。</h5>
        <h5>与此同时，各大院校相继开设了亚伟速录课程，在秘书、英语、法律、新闻等相关专业增加这项技能。近年来，这些大中专院校已培养出许多熟练掌握亚伟速录技术的优秀毕业生，他们在秘书等工作岗位中发挥出重要的作用，使我国的秘书人员“回归”到熟练掌握速记技能的时代，他们能够在第一时间记录领导口述、企业内部会议，在竞争日趋益激烈的经济环境下，大大提高政府、企业的工作效率，更好地发挥出秘书“参与管理事务”的功能。</h5>
        <h5>亚伟速录巧妙地将中文速记技术与计算机技术有机地结合，创造性地设计了一击可录入两个汉字的专用键盘，独具匠心地仅用11个字母表示全部汉语拼音，同时结合人体工学、运动生理学和心理学的原理，采用“弹钢琴”般的击键方式，科学合理地实现了低强度下的高速度，成功突破了语言信息采集的瓶颈，做到“语音落，文稿出”，是国内首创并达到国际先进水平的划时代专利技术，并荣获中文信息处理技术一等奖。</h5>
        
    </div>
    <div class="content5"  style="display: none;">
        <h3 style="text-align: center;">速录机从立项到发展的艰难经历</h3>
        <h5>八十年代末期，我接到一位美国友人詹妮芬女士的信函，在信函中讲美国速记协会刊登了一篇文章，文章谈及到“美国司法代表团到中国进行一次全面的交流活动”，当时与中国的法院系统相关单位做了全面接触，唯独随团访问中国的两名资深速记师没有找到计算机速记的交流对象，他们在文章中得出了这样一个结论“中国没有计算机速记”。但是，这位美国友人詹妮芬女士知道中国有速记，而且还知道我就是从事这方面研究的专家，她在信中讲“来函的目的是希望我能够在国内搞一些计算机速记方面的研究，并发表相关文章和美国速记界交流”，我看到了这封信函后，马上以北京市速记协会理事长的身份向最高法院提出了关于速录机能够解决庭记录审现代化的建议，最高人民法院办公厅及时给予我答复，我记得答复是这样写的，“如果您能够研究出速录机，并能够记录庭审内容，我们愿意在法院试用并推广”，这个回复给我提供了研发中文速录机的动力。我翻出五十年代开始研究机械速记的所有资料，日以继夜的不断研究，又不断的推翻，毕竟中国人还没有人从事过这方面的研究，没有一丝一毫借鉴的可能，将近用了两年的时间，最终整合出一套完整的速录编码方案，一只手能够打出一个完整的汉语拼音音节，两只手同时并击可以打出两个不相同的汉语音节，即两个汉字，通过这种方式操作，速度大大的提高了，而击键的频度却大大的降低了，这个想法是我从左右手书法得到的启发。</h5>
        <h5>人们常说一心不能两用，但是人们只要经过刻苦训练，就能够启发人类无尽的潜能，达到两只手同时敲击一个词组，我当时认为是可以实现的。当然，这只是理论的研究和自己的想法，如何实现这个方案，我曾经亲自试验过多种的方式，年纪虽然大，反应也迟钝了，经过实践演练，我认为它是能够成功的。</h5>
        <h5>方案有了，真要把它制造出来谈何容易？因为我多年从事教学工作，和一些企业家、实业家都疏于沟通，没有这样的相关朋友。但是，如何找到投资来开发这个产品，是我当时最费脑筋的事情，有几个好朋友听说我的方案后，愿意帮忙找投资，但是由于当时计算机时代还没有真正的来临，人们对我这个方案总是感觉有一些阳春白雪。我曾骑着自行车到过中关村的多家企业进行过洽谈，也曾发一些信件给有关部门呼吁，大都无功而返，最后终于我们找到了晓军公司投资。93年立项，开始招兵买马，在中关村化学所开始速录机的开发工作。每天几乎都在开会，甚至有的会议要开到深夜两三点钟，虽然那时候我已经将近80高龄，但是我也始终跟那些年轻人一块儿摸爬滚打。94年终于把速录机研究出来了，94年5月19号那天，在北京展览馆向全国公布速录机这一科技成果。但是，由于人们对新产品速录机的认识不足，推广起来难度极大。94年到96年公司投入了将近900万元来进行研发推广，始终没有收到良好的效果，由于中关村的房租太贵，在万般无奈的情况下，我们撤出了中关村，撤出时公司帐面上只剩下仅仅的62元。</h5>
        <h5>速录机在推广当中虽然非常艰苦，但是我们始终受到了法院系统的高度重视。由于当时法院系统计算机还没有普及起来，推广起来难度很大。但是，最高人民法院办公厅的鲍圣庆同志曾亲自来我公司进行实地调查，并亲自参加学习，以求证亚伟中文速录机在法院庭审记录中的实用性，他的行动鼓舞了我们，同时我们也在不断的改进我们的软件系统。96年最高人民法院办公厅把亚伟中文速录机列入了法院工作的2010年远景规划，这无疑是对亚伟中文速录机的充分认可，也增强了我们推广速录机、培养速录人才的信心。97年开始，最高人民法院及各地方法院发了十几个文件，推广亚伟中文速录机，尤其是在98年，肖扬院长亲笔批示，“此事甚好，应积极推进，各级法院领导应大力支持，开创法院现代化（包括庭审记录、办案、办公现代化）新局面”，这无疑是一股春风，温暖了我们每个从事速录机研发人员的心，尤其是我，感到了非常荣幸。从最高法院技术局局长张力理同志、副局长全国恩同志以及计算机处王德进处长都对亚伟中文速录机表示了亲切的关怀。</h5>
        <h5>从96年开始到现在，全国3000多家法院几乎都使用亚伟中文速录机在法庭中进行庭审记录，速录机终于从困境中走了出来。</h5>
    </div>
    <div class="content6"  style="display: none;">
        <h3 style="text-align: center;">第一台中文速录机的诞生</h3>
        <h5>在上世纪五十年代的中后期，唐亚伟感到手写速记的简单符号来记录语言，最大的障碍就是在练习每个笔划之间的大小比例的时候产生了巨大的困难。当时在世界范围内，普遍流行一种机械速记，唐亚伟也打算从这方面研究。由于当时获得国外的资料极为有限，他基本上是靠着自己一点一滴地对过去一些机械速记的原理的不停断的研究，几乎到了着魔的境地。当时各种打字机，可以说只要有键盘图的打字机，都做过专门的编码，但是由于当时打字机极为昂贵，买不起，只能每次创造一个方案以后自己用键盘图悄悄地练。算到93年的亚伟中文速录机的研制成功，近三四十年的时间里研究出的方案不下一百种，如果把方案从地上摞起来，可能比唐亚伟自己还要高。</h5>
        <h5>中美建交后，美国司法代表团到中国访华，和我们司法界交流，他们带来了速录人员，想同中国的速录人员交流，但是当时中国的法院里头没有速录员，都是用手写笔记，他们感到很失望。后来来访的客人回去以后，在一篇报纸上写了一篇文章，说他们在中国没有找到交流对象。同时，美国速记协会也给当时担任北京市速记协会唐亚伟教授来函说明了情况。那些有关中国速录业落后的言论深深地刺痛了唐老先生，他给最高人民法院写信，建议法院在庭审记录时采用“速记”手段，最高法院很重视，当即回函表示如果能够研制出当场出汉字的速记机，法院系统将首先采用。于是古稀之年的老先生重新找出工具、资料开始钻研，又先后摸索了三、四十套方案。</h5>
        <h5>进入九十年代以后，计算机开始进入国内。自从了解了电脑以后，唐亚伟一直在想办法，如何把速记和电脑结合，把最复杂、最繁杂的工作交给电脑。正因为速记后期“翻译”最累，导致了速记很少有人在用。那么，普及速记的最好方式非电脑莫属。然而，对于一位对电脑一窍不通的老人而言，这个难度是可想而知了。</h5>
        <h5>唐亚伟首先需要解决的，就是速记能不能按照拼音完全打出来。当时，他创造性地设计了一个输入方案，利用标准键盘一键一击，一只手打声母、另一只手打韵母。由于汉字基本都是声韵结合的，两只手正好声、韵分工。按照这个设想，每分钟应该能够输入200字。但是，这样一来两只手太忙了。不过，唐亚伟发现，汉语里面双音词最多，怎样利用这种双音词的特色，开发便捷快速的电脑速记方法？</h5>
        <h5>唐亚伟从钢琴演奏上受到启发，既然弹钢琴可以一只手弹主旋律，另一只手弹和弦，甚至可以交叉弹奏，那么电脑速记完全也可以采用双手同时敲击键盘输入的方法。因为两只手同时敲击键盘，记录的速度自然能够明显提高。但是，这个想法引发的下一个问题是，必须抛弃现有的计算机键盘，重新研制一种新型的速录键盘。凭借深厚的速记功底、丰富的编码能力和扎实的拼音功夫，唐亚伟重新对键盘进行设计。面对26个字母，声码需要用几个键、韵码需要用几个键、按键相互之间的关联等等，成为他每天琢磨的重点。1993年，唐亚伟终于拿出了一套完整的电脑速记编码方案和速录键盘设计。</h5>
        <h5>但是，计算机速记在当时计算机还很不发达的情况下，让别人听起来是那样的陌生，与人合作开发的事宜一再搁浅，后来才找到志同道合的合作公司。</h5>
        <h5>直到1994年，经过了几百个日夜，速录机终于在北京展览馆最显著的展台前亮相。30分钟的演讲后，与会者在出门的时候，每人可以得到一份热腾腾的快报，这就是用速录机来进行实时记录、瞬间完稿，用速印机把一张张的快报印刷出来的。这无疑是国内拿到的最快的小报了。</h5>
    </div>
    <div class="content7"  style="display: none;">
        <h3 style="text-align: center;">亚伟速录荣誉历程</h3>
        <h5>1993年，著名速记专家唐亚伟教授发明了亚伟中文速录机。北京晓军办公设备有限公司集各学科专家数十人，秉承自主创新的精神，没用国家一分钱，耗巨资将其研制成功。</h5>
        <h5>亚伟中文速录机的正常输入速度为每分钟220字，极限速度则达到每分钟520字。</h5>
        <h5>1994年11月24日，亚伟中文速录机通过了劳动部职业技能与技术鉴定。专家一致认为该产品属于国内首创，达到国际先进水平。</h5>
        <h5>1996年3月18日，亚伟中文速录机被亚列入国家火炬计划项目。</h5>
        <h5>1997年，最高人民法院发文在全国法院系统推广使用亚伟中文速录机实现庭审记录计算机化</h5>
        <h5>2002年，全国人大信息中心正式组建专职速录师队伍，服务于全国人大常委会每2个月一次的会议以及平常的委员长会议和日常办公会议等的现场记录。</h5>
        <h5>2003年8月18日，国家劳动和社会保障部颁布了《速录师》国家职业标准，将速录师纳入了国家职业体系，并在全国范围内推广。</h5>
        <h5>2004年5月28日，唐亚伟教授九十岁生日时，国际速联名誉主席凯勒尔和当届主席拉曼德利专程前来祝贺，并代表国际速联授予唐老终身荣誉奖。</h5>
        <h5>2005年7月，在第45届国际速联大会上，亚伟中文速录机一展风采，引起了国际速录界同行的特别关注。</h5>
        <h5>2006年5月9日，在北京市科学技术大会上，唐亚伟教授发明的亚伟中文速录机荣获“北京市科学技术一等奖”，北京市市长王琦山亲自为唐老颁发奖杯和证书。</h5>
        <h5>2006年5月，国际速联主席迦瓦希柯先生专程来华与北京市速记协会签署了合作意向书，旨在开发欧洲的多语种亚伟速录机。</h5>
        <h5>2006年11月22日，鉴于唐亚伟教授发明的亚伟中文速录机，及其在促进电脑速录行业兴起方面所做出的卓越贡献，中国中文信息学会特将首届“钱伟长中文信息处理科学技术一等奖”授予唐亚伟教授，这一奖项也是我国中文信息处理科技领域的最高荣誉。</h5>
        <h5>2007年2月27日，亚伟中文速录机荣获国家技术发明二等奖。在颁奖大会上，国家领导人向唐亚伟教授颁发了奖状和证书，国家主席胡锦涛同唐老亲切握手并热情询问唐老高寿。</h5>
        <h5>2009年8月15-21日，第47届国际速联大会在北京召开，唐亚伟教授宣布大会开幕。这是国际速联大会成立以来首次离开欧洲到亚洲举办大会，取得圆满成功。我国选手获在比赛中获得多项冠军及奖牌总数第一的卓越成绩，向国际展现了我国速记的水平，标志着我国速记处于国际领先地位。这是唐亚伟教授发明的中文速录机将我国速记推向新的高峰。</h5>
        <h5>2011年7月，巴黎第48届国际速联大会召开，教育委员会出版国际速联第一本论文集，标志着中国速录教育研究走在世界前列。</h5>
        <h5>2013年7月，在比利时根特第49届国际速联大会上，中国入选国际速联核心决策领导机构——5人执委会。</h5>
        
    </div>
</div>

<script>
    $(document).ready(function(){
        $("li#one").attr('class','active');
        $(".cont1").click(function(){
            $("li#one").attr('class','active');
             $("li#two").attr('class','');
            $("li#three").attr('class','');
            $("li#four").attr('class','');
            $("li#five").attr('class','');
            $("li#six").attr('class','');
            $("li#seven").attr('class','');
            //$("#one").css({"background-color":"yellow","color":"white"});
           $(".content1").show();
            $(".content2").hide();
            $(".content3").hide();
            $(".content4").hide();
            $(".content5").hide();
            $(".content6").hide();
            $(".content7").hide();
        });
        $(".cont2").click(function(){
            $("li#one").attr('class','');
             $("li#two").attr('class','active');
            $("li#three").attr('class','');
            $("li#four").attr('class','');
            $("li#five").attr('class','');
            $("li#six").attr('class','');
            $("li#seven").attr('class','');
            $(".content1").hide();
            $(".content2").show();
            $(".content3").hide();
            $(".content4").hide();
            $(".content5").hide();
            $(".content6").hide();
            $(".content7").hide();
            
        });
        $(".cont3").click(function(){
            $("li#one").attr('class','');
             $("li#two").attr('class','');
            $("li#three").attr('class','active');
            $("li#four").attr('class','');
            $("li#five").attr('class','');
            $("li#six").attr('class','');
            $("li#seven").attr('class','');
            $(".content1").hide();
            $(".content2").hide();
            $(".content3").show();
            $(".content4").hide();
            $(".content5").hide();
            $(".content6").hide();
            $(".content7").hide();
        });
        $(".cont4").click(function(){
            $("li#one").attr('class','');
             $("li#two").attr('class','');
            $("li#three").attr('class','');
            $("li#four").attr('class','active');
            $("li#five").attr('class','');
            $("li#six").attr('class','');
            $("li#seven").attr('class','');
            $(".content1").hide();
            $(".content2").hide();
            $(".content3").hide();
            $(".content4").show();
            $(".content5").hide();
            $(".content6").hide();
            $(".content7").hide();
        });
        $(".cont5").click(function(){
            $("li#one").attr('class','');
             $("li#two").attr('class','');
            $("li#three").attr('class','');
            $("li#four").attr('class','');
            $("li#five").attr('class','active');
            $("li#six").attr('class','');
            $("li#seven").attr('class','');
            $(".content1").hide();
            $(".content2").hide();
            $(".content3").hide();
            $(".content4").hide();
            $(".content5").show();
            $(".content6").hide();
            $(".content7").hide();
        });
        $(".cont6").click(function(){
            $("li#one").attr('class','');
             $("li#two").attr('class','');
            $("li#three").attr('class','');
            $("li#four").attr('class','');
            $("li#five").attr('class','');
            $("li#six").attr('class','active');
            $("li#seven").attr('class','');
            $(".content1").hide();
            $(".content2").hide();
            $(".content3").hide();
            $(".content4").hide();
            $(".content5").hide();
            $(".content6").show();
            $(".content7").hide();
        });
        $(".cont7").click(function(){
            $("li#one").attr('class','');
             $("li#two").attr('class','');
            $("li#three").attr('class','');
            $("li#four").attr('class','');
            $("li#five").attr('class','');
            $("li#six").attr('class','');
            $("li#seven").attr('class','active');
            $(".content1").hide();
            $(".content2").hide();
            $(".content3").hide();
            $(".content4").hide();
            $(".content5").hide();
            $(".content6").hide();
            $(".content7").show();
        });
    });
    
</script>
